<?php
$headers = 'From: Центр Согласований<bestsoglasovatel@mail.ru>
Errors-To: bestsoglasovatel@mail.ru
X-Mailer: PHP/5.2.13
X-Sender: TSB_Subscription
Content-Type: text/html; charset=windows-1251';
$body = '<html>
<body>
Предлагаем  услуги по согласованию разрешительной документации в:<br /><br />- <b>ГАТИ</b> (земляные, дорожные, строительные работы)<br /><br />Открытие ордеров на:<br /><br />- установку заборов и ограждений;<br />- инженерные сети и коммуникации;<br />- размещение автостоянок и гостевых парковок;<br />- строительства зданий (разрешение, оформление, сопровождение);<br />- благоустройство;<br />- закрытие ордеров. <br /><br />КГА, ГИБДД, МВД, УСПХ, ЦКБ, КУГИ, ОАО Ленэнерго, ГУП Водоканал, и др.<br /><br />Также оказываем услуги по:<br /><br />- получению разрешения <b>СГСНиЭ</b>;<br />- получению положительного заключения Экспертизы;<br />- проектированию и согласованию проектов;<br />- прокладке наружных электрических сетей.<br /><br />Юридическую грамотность и конфиденциальность гарантируем!<br /><br />С уважением, Александр Радомиров<br />Тел.: 8-952-211-40-78</body>
</html>';
?>